Repository: Prashant961992/iostemplate
Catalog: iostemplate/LanguageUtilities/*.lproj/Localizable.strings
Languages: tr

source: Online 24/7 for quick response
tr: 7/24 Hızlı Yanıt

source: Besides safe road assistance service anywhere in Turkey!
tr: Türkiye'nin her yerinde güvenli yol yardım hizmeti yanında!

source: Automatic GPS Locater
tr: Otomatik Konum Tespiti

source: GPS locater help us find you
tr: Yardım çağrısı anında otomatik konum tespiti.

source: Instant Tracer
tr: Anlık Takip

source: Real-time Updates
tr: Yol yardım ekibini harita üzerinde canlı takip et.

source: Get Started
tr: Yardım Çağır

source: Already Have An Account
tr: Zaten Üyeyim

source: Sign Up
tr: Üye Ol

source: Login
tr: Üye Girişi

source: Mobile Number
tr: Cep Telefonu

source: Password
tr: Cep Telefonu

source: Forgot password?
tr: Şifremi unuttum

# Login_btn
source: Login
tr: Giriş

source: Forgot password ?
tr: Şifremi unuttum

source: Email
tr: E-posta

# We will send new password to your email
source: We are going to send you a new password
tr: E-posta adresine yeni bir şifre göndereceğiz

source: Continue
tr: Devam

source: Open your email app
tr: E-postamı aç

source: Check your inbox
tr: E-postanı kontrol et lütfen

source: Enter your phone number
tr: Cep telefonun lütfen

source: We’ll text a code to verify your phone
tr: SMS ile doğrulama kodu göndereceğiz

source: By continuing, you agree to Onlia's Terms & Conditions and Privacy Policy.
tr: Goop kullanım koşullarını ve gizlilik sözleşmesini onayladığımı kabul ediyorum. Kullanım Koşulları ve Gizlilik Anlaşması

source: Terms & Conditions and Privacy Policy
tr: Kullanım Koşulları ve Gizlilik Anlaşması

source: has already been registered. Please use a different number or sign in.
tr: Cep telefonu daha önceden kayıt edilmiş. Üye isen giriş yapabilirsin, değilsen başka bir numara ile üye olabilirsin.

source: Cancel
tr: Tamam

source: Contact Us
tr: Yardım Merkezi

source: LOGIN
tr: Üye Girişi

source: Enter verification code
tr: Doğrulama kodunu yaz lütfen

source: We just sent a verification code to
tr: nolu telefona doğrulama kodu gönderdik

source: Didn’t receive it?
tr: Kod gelmedi mi?

source: Resend Code
tr: Tekrar gönder

source: Personal Information
tr: Kişisel Bilgilerin

source: Name
tr: Ad

source: Surname
tr: Soyadı

source: What’s your email?
tr: E-posta adresin?

source: You’ve entered an invalid email. Please check your email address.
tr: E-posta adresin doğru değil. Lütfen tekrar dene.

source: My Garage
tr: Garajım

source: My Requests
tr: Taleplerim

source: Reviews
tr: Kullanıcı Görüşleri

source: Share the App
tr: Bizi Paylaş

source: Rate Us
tr: Bizi Puanla

source: Settings
tr: Ayarlar

source: Vehicle Details
tr: Aracım

source: Notification Settings
tr: Bildirim Ayarları

source: Personal Details
tr: Kişisel Bilgiler

source: Account Settings
tr: Üyelik Bilgileri

source: Language
tr: Dil Seçeneği

source: Help
tr: Yardım

source: FAQ
tr: Merak Ettiklerin

source: Delete Account
tr: Üyeliğimi Sil

source: Preview
tr: Talep Özeti

source: Track Your Request
tr: Yardım Takibi

source: Replacement Car
tr: İkame Araç

source: Good morning
tr: Günaydın

source: Good afternoon
tr: Tünaydın

source: Good evening
tr: İyi akşamlar

source: Good night
tr: İyi geceler

source: Gender
tr: Cinsiyet

source: Date of Birth
tr: Doğum Tarihi

source: Address
tr: Adres

source: Phone Number
tr: Cep Telefonu

source: How can we help you?
tr: Nasıl yardımcı olabilirim?

source: Towing & Rescue
tr: Çekici & Kurtarıcı

source: Breakdown
tr: Arıza

source: Flat Tire
tr: Lastik

source: Jump Start
tr: Akü

source: Lockout
tr: Kilit

source: Out of Gas
tr: Yakıt

source: (Starting from)
tr: den başlayan fiyatlarla

source: There is no vehicle in your garage
tr: Garajında henüz araç yok

source: Vehicles added to your garage will show up here
tr: Garajına araç ekleyebilir, çıkarabilirsin. Eklediğin araçlar burada görünecek.

source: Add A Vehicle
tr: Araç Ekle

source: Plate Number
tr: Araç plakası

source: Year
tr: Yıl

source: Make
tr: Marka

source: Save
tr: Kaydet

source: Models
tr: Model

source: Add
tr: Araç Ekle

source: Delete
tr: Aracı sil

source: Are you sure you want to delete this vehicle?
tr: Bu aracı silmek istiyor musun?

source: Notification
tr: Bildirimler

source: Logout
tr: Çıkış

source: Male
tr: Erkek

source: Female
tr: Kadın

source: Select your birthday
tr: Doğum Tarihi

source: Done
tr: Tamam

source: Address Type
tr: Adres Tipi

source: Description
tr: Açıklama

source: Home
tr: Ev

source: Work
tr: İş

source: Province
tr: İl

source: District
tr: İlçe

source: You can’t update your phone number
tr: Telefonunu değiştirmek mi istiyorsun?

source: If you want to update your phone number please feel free contact us.
tr: Numara değiştirmek için lütfen bizi ara

source: Reset your password
tr: Şifremi Yenile

source: Old Password
tr: Eski Şifre

source: Your password contains between 6 and 8 characters
tr: Şifre en az 6 en çok 8 rakamdan oluşmalıdır

source: New Password
tr: Yeni Şifre

source: Reset Password
tr: Şifremi Yenile

source: You’ve got a new password!
tr: Şifren yenilendi!

source: You’ve successfully updated your password! If you didn’t make this change, contact our support team.
tr: Şifren başarılı şekilde güncellendi. Bu değişikliği sen yapmadıysan lütfen müşteri hizmetlerini ara.

source: We suggest you to keep this option on for receiving notifications.
tr: Uygulama yoluyla sana özel bildirimleri alabilmen için açık tutmanı öneririz.

source: We suggest you to keep this option on for receiving emails.
tr: E-posta yoluyla sana özel bildirimleri alabilmen için açık tutmanı öneririz.

source: We suggest you to keep this option on for receiving SMS.
tr: SMS yoluyla sana özel bildirimleri alabilmen için açık tutmanı öneririz.

source: We’re sorry to hear you’d like to delete your account. Why are you deleting your account?
tr: Ayrılıyor olmana üzüldük :( Nedenini paylaşır mısın?

source: It doesn't seem useful
tr: Faydasını görmedim

source: I'm using another app
tr: Benzer başka bir uygulama kullanıyorum

source: I don't like quality of service
tr: Hizmet kalitesini beğenmedim

source: Write your comment here
tr: Ayrıca önerilerini buraya yazabilirsin

source: Deactivate Account
tr: Üyeliğimi Dondur

source: Deactivating your account can be temporary.
tr: Bize kolayca ulaşabilmen için üyelik bilgilerin saklı kalacak.

source: Deleting your account is permanent
tr: Üyelik bilgilerin tümüyle silinecek. Tekrar geldiğinde yeniden üye olman gerekecek.

source: Account successfully deleted
tr: Üyeliğin başarıyla silindi

source: Your account has been successfully deleted. If you would like to reactivate your account, please contact us.
tr: Bize tekrar katılmanı bekliyoruz. Hoşçakal!

source: About Goop Assist
tr: Goop Assist Hakkında

# Contact Us H
source: Contact Us
tr: Bize Yazın

source: What is Goop Assist?
tr: Goop Assist nedir?

source: How Goop Assist works?
tr: Goop Assist nasıl çalışır?

source: About Payment
tr: Ücretlendirme nasıl yapılır?

source: Terms & Conditions
tr: Kullanım Koşulları

source: Privacy Policy
tr: Gizlilik Politikası

source: Write about services, complaints or any recommendation.
tr: Öneri ve yorumlarını bizimle paylaş lütfen.

source: Write a review
tr: Buraya yaz

source: Send
tr: Gönder

source: Successfully sent
tr: Başarıyla gönderildi

source: Thank you for taking your time for the review!
tr: Değerlendime için teşekkürler!

source: There is no request
tr: Henüz talebin yok

source: Your requests will be shown here
tr: Açtığın talepler bu ekranda görüntülenecek.

source: Rate - Review Your Experience
tr: Hizmeti puanla

source: Requests older than 15 days can not be rated.
tr: Talebin açılışı 15 günü geçtiğinden puanlama yapamayacaksın:(

# Cancel R
source: Cancel
tr: Talep İptali

source: DETAILS
tr: TALEBİM

source: HISTORY
tr: SERVİS AKIŞI

source: Your request is in progress
tr: İşlem devam ediyor

source: Vehicle and Driver Info
tr: Araç ve Sürücü Bilgisi

source: Incident Type / No
tr: Olay Tipi / Numarası

source: Incident Date
tr: Olay Tarihi

source: Pickup Location
tr: Aracın Konumu

source: Drop-off Location
tr: Teslimat Adresi

source: Edit Location
tr: Teslimat Adresini Güncelle

source: Roadside Assistant Info
tr: Asistan Bilgileri

source: Service is being prepared
tr: Hizmet hazırlanıyor

source: Incident Photos
tr: Olay Fotoğrafları

source: No request
tr: Talep yok

source: Payment Details
tr: Ödeme Bilgisi

source: RSA Service
tr: Yol Yardım Hizmeti

source: You will not be charged until the service is complete
tr: Servis tamamlanana kadar ödeme talep edilmeyecek

source: Your request has been completed
tr: Talep yerine getirildi

source: Delivered To
tr: Teslim Alan

source: Vehicle Info
tr: Araç Bilgisi

source: Pick Up Location
tr: Aracın Konumu

source: Replacement Car paid with Credit Card
tr: İkame Araç Kredi Kartı

source: Rating
tr: Değerlendirme

source: We hope you enjoyed your service. For comments, compliments or enquiries, please write to us below.
tr: Hizmetimizden memnun kaldın mı? Öneri ve yorumlarını bizimle paylaş lütfen.

source: Quality of Service
tr: Hizmet Kalitesi

source: Behaviour of Your Assistant
tr: Asistanın İlgisi

source: Terrible
tr: Çok Kötü

source: Bad
tr: Kötü

source: Alright
tr: Fena değil

source: Good
tr: İyi

source: Perfect
tr: Harika

source: Submit
tr: Gönder

source: Thank you!
tr: Teşekkürler!

source: Your feedback will ensure a better experience for all.
tr: Yorumların bize ilham verecek.

source: Sure to cancel your request?
tr: Talebini iptal etmek istiyor musun?

source: Could you tell us why you are canceling the request?
tr: İptal etme nedenini belirtir misin?

source: Get back road again
tr: Yola devam ettim

source: Service was delayed
tr: Hizmet geç kaldı

source: Other
tr: Diğer

source: Cancel My Request
tr: Talebimi İptal Et

source: Your request has been cancelled
tr: Talebin iptal edildi

source: Have a nice trip!
tr: İyi yolculuklar dileriz!

source: Get back on the road again
tr: Yola devam ettim

source: paid with Credit Card
tr: Kredi Kartı

source: Select Your Vehicle
tr: Aracını Seç

source: Add New
tr: Araç Ekle

source: Which car needs our attentions? Add a new vehicle if it is not on this list!
tr: Aracını seç. Başka bir araç için lütfen araç ekle.

source: Incident location must be the location where your vehicle stops. If you are not beside your vehicle choose the location your vehicle stops.
tr: Aracın yanında değilsen, olay yeri olarak aracın bulunduğu konumu belirtmelisin.

source: Incident Type
tr: Olay Tipi

source: Search or select drop-off location
tr: Teslimat noktasını belirt

# Cancel D
source: Cancel
tr: Vazgeç

source: You will not be charged until the service is complete.
tr: Ödemeyi, hizmet başarıyla tamamladıktan sonra talep edeceğiz.

source: Estimated Arrival
tr: Tahmini Varış

source: Total
tr: Toplam

source: Request
tr: Yardım Gönder

source: We’ve received your request!
tr: Yardım hazırlanıyor!
